tap "caskroom/cask"
brew "bat"
brew "btop"
brew "cabextract"
brew "duf"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "findomain"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "gitleaks"
brew "go"
brew "hashcat"
brew "icu4c@76"
brew "ideviceinstaller"
brew "lynis"
brew "make"
brew "mas"
brew "mvt"
brew "ncdu"
brew "nmap"
brew "openvpn"
brew "pandoc"
brew "pkgconf"
brew "pnpm"
brew "pwgen"
brew "pyenv"
brew "python@3.11"
brew "qpdf"
brew "ripgrep"
brew "sherlock"
brew "sox"
brew "stow"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "walk"
brew "wget"
cask "alt-tab"
cask "appcleaner"
cask "balenaetcher"
cask "burp-suite"
cask "flameshot"
cask "keka"
cask "steermouse"
cask "wezterm"
cask "wireshark-app"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SonicWall Mobile Connect", id: 822514576
mas "Steam Link", id: 1246969117
mas "Strongbox", id: 897283731
mas "Telegram", id: 747648890
mas "WireGuard", id: 1451685025
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
go "github.com/owasp-amass/amass/v5/cmd/amass"
go "github.com/tomnomnom/assetfinder"
go "github.com/projectdiscovery/chaos-client/cmd/chaos"
go "github.com/patrickhener/goshs"
go "github.com/projectdiscovery/subfinder/v2/cmd/subfinder"
